{
	"roles":[
		
		{"id":"1", "name":"Apprentice Seer", "team":"Village", "description":"If the seer dies, the apprentice seer takes their place", "wake":"3", "villageImpact":"4", "altRules":"none", "inPlay":"false"},
		
		{"id":"2", "name":"Aura Seer", "team":"Village", "description":"Looks at a player each night to see if they're not a villager or werewolf (eg. Special roles)", "wake":"2", "villageImpact":"3", "altRules":"none", "inPlay":"false"},
		
		{"id":"3", "name":"Body Guard", "team":"Village", "description":"Protects a player each night (cannot protect self, cannot protect same player each night) Protected players cannot be elimnitaed that night", "wake":"2", "villageImpact":"3", "altRules":"none", "inPlay":"false"},
		
		{"id":"4", "name":"Cult Leader", "team":"Other", "description":"Picks a player each night to join cult, if all players in game are cult members, then cult leader wins (victory conditions for other teams apply as well)", "wake":"2", "villageImpact":"1", "altRules":"none", "inPlay":"false"},
		
		{"id":"5", "name":"Cupid", "team":"Village", "description":"Wakes first night and picks two players to become sweethearts. If one sweetheart dies, the other dies immediately. If both sweethearts are on the same team, they win with that team. If they are on separate teams, they are their own team and only win if they are the last two in the game)", "wake":"1", "villageImpact":"-3", "altRules":"none", "inPlay":"false"},
		
		{"id":"6", "name":"Diseased", "team":"Village", "description":"If werewolves kill the Diseased, they skip killing the next night due to being sick. Wolves still pick a target the next night but target is not killed", "wake":"0", "villageImpact":"3", "altRules":"none", "inPlay":"false"},
		
		{"id":"7", "name":"Doppelgaenger", "team":"Village", "description":"Select player on the first night, then take their role when they die. They appear as villagers but can turn into a werewolf if they select one to copy", "wake":"1", "villageImpact":"", "altRules":"none", "inPlay":"false"},
		
		{"id":"8", "name":"Drunk", "team":"Village", "description":"Normal villager the first two nights, then becomes a randomly assigned role after the third night (out of a pool of a werewolf, villager, and \" most or all other special roles\"", "wake":"3", "villageImpact":"4", "altRules":"Drunk gets to pick role from roles that have died", "inPlay":"false"},
		
		{"id":"9", "name":"Ghost", "team":"Village", "description":"Elimated the first night, then writes 10 letters at the end of the first night as a \"message from beyond\". Letters are revealed one at a time in order at the beginning of each day. Limitations on writing letters are that it cannot identify players by name or initials", "wake":"3", "villageImpact":"2", "altRules":"none", "inPlay":"false"},
		
		{"id":"10", "name":"Hoodlum", "team":"Other", "description":"Picks two players on the first night. If at the end of the game, both those players are dead and the hoodlum is alive, hoodlum wins along with the villagers", "wake":"1", "villageImpact":"0", "altRules":"none", "inPlay":"false"},
		
		{"id":"11", "name":"Hunter", "team":"Village", "description":"Whenever hunter is eliminated, he kills someone before dying himself. Can also choose to kill no one. If killed during night, he chooses a target first thing in the morning. Players can't talk while he's choosing a target", "wake":"2", "villageImpact":"3", "altRules":"none", "inPlay":"false"},
		
		{"id":"12", "name":"Lone Wolf", "team":"Werewolf", "description":"Only wins if he's the last player remaining, or ties by surviving with a single other non werewolf. ", "wake":"2", "villageImpact":"-5", "altRules":"none", "inPlay":"false"},
		
		{"id":"13", "name":"Lycan", "team":"Village", "description":"Appears to seer/PI as a werewolf, but just a villager otherwise", "wake":"0", "villageImpact":"-1", "altRules":"none", "inPlay":"false"},
		
		{"id":"14", "name":"Mason", "team":"Village", "description":"First night, masons wake and look around to see other masons. No one is allowed to talk about maons directly or indirectly during the game, if they do they are killed during the night by the secret society. If killed this way, they lose even if the team they are a part of wins.", "wake":"1", "villageImpact":"2", "altRules":"none", "inPlay":"false"},
		
		{"id":"15", "name":"Mayor", "team":"Village", "description":"When voting to eliminate during the day, mayor's vote counts twice", "wake":"0", "villageImpact":"2", "altRules":"Alternate: A mayor role is not given but players vote at the beginning of the game for a mayor, and vote for a new one if that one dies", "inPlay":"false"},
		
		{"id":"16", "name":"Minion", "team":"Werewolf", "description":"Role is not given before the game. Werewolves wake the first night and choose minion who appears as a villager and keeps their special role, but is now a part of the werewolf team. The minion wakes the first night to see who werewolves are but does not wake other nights", "wake":"1", "villageImpact":"-6", "altRules":"Alternate: Card is given as a regular role, minion wakes first night to see who wolves are. Prevents having a double role", "inPlay":"false"},
		
		{"id":"17", "name":"Old Hag", "team":"Village", "description":"Chooses a player each night to place a \"pox\" on a player. The next day that player leaves the game area and cannot discuss, eliminate, other daytime activities. That player is safe from daytime elimination. Hag cannot choose self, same player twice in one game", "wake":"2", "villageImpact":"1", "altRules":"Alternate: After first target comes back for the night, they choose the next person to receive the pox and leave for the next day. If the player chosen to have the pox is eliminated before they leave for the day, hag chooses another player the following night", "inPlay":"false"},
		
		{"id":"18", "name":"Paranormal Investigator", "team":"Village", "description":"Chooses one night to investigate. For investigation, pick a target. Moderator indicates if target + people immediately adjacent are wolves. If one or more is, they get thumbs up. If none are, thumbs down. Do not specify which if any are wolves", "wake":"2", "villageImpact":"3", "altRules":"Alternate: PI investigates every night", "inPlay":"false"},
		
		{"id":"19", "name":"Pacifist", "team":"Villager", "description":"Always votes for players to stay in game", "wake":"0", "villageImpact":"-1", "altRules":"none", "inPlay":"false"},
		
		{"id":"20", "name":"Priest", "team":"Villager", "description":"Chooses one night select a player to be protected by the holy spirit. The next elimation attempt of any kind on this player fails. If priest dies and has protected someone and dies, protected player is still protected", "wake":"2", "villageImpact":"3", "altRules":"Alternate: Chooses one night to learn the role of an eliminated player", "inPlay":"false"},
		
		{"id":"21", "name":"Prince", "team":"Village", "description":"If prince is voted to die during the day, he is revealed to be the prince and does not day. Village falls asleep immediately after elimination attempt", "wake":"0", "villageImpact":"3", "altRules":"none", "inPlay":"false"},
		
		{"id":"22", "name":"Seer", "team":"Village", "description":"Wakes each night and choose s a payer to see if they are a wolf or villager. Moderator indicates thumbs up or W sign for wolf, thumbs down or V sign for villager. ", "wake":"2", "villageImpact":"7", "altRules":"none", "inPlay":"false"},
		
		{"id":"23", "name":"Sorceress", "team":"Werewolf", "description":"Wakes each night looking for the seer. Chooses a player and gets thumbs up for seer, thumbs down for anything else. Doesn't know wolves, wolves don't know her. Seer/PI sees her as a villager", "wake":"2", "villageImpact":"-3", "altRules":"Alternate: Wakes the first night to see who werewolves are. Significant advantage for wolves", "inPlay":"false"},
		
		{"id":"24", "name":"Spellcaster", "team":"Villager", "description":"Wakes each night to choose a player who is muted during next day if she wants. Player cannot talk but can communicate otherwise. Cannot mute self, cannot mute same player two nights in a row", "wake":"2", "villageImpact":"1", "altRules":"Alternate: Spellcaster must choose a player each night", "inPlay":"false"},
		
		{"id":"25", "name":"Tanner", "team":"Other", "description":"Only wins if eliminated. Victory conditions are same for other teams, game continues if tanner dies. ", "wake":"0", "villageImpact":"-2", "altRules":"Alternate: Only tanner wins if eliminated, game ends once he dies", "inPlay":"false"},
		
		{"id":"26", "name":"Tough Guy", "team":"Village", "description":"If chosen by wolves, he dies the next night as opposed to that same night. Players are told that no one was eliminated the night he is targeted. The night after two or more people are eliminated: him + anyone else wolves choose for the night", "wake":"0", "villageImpact":"3", "altRules":"none", "inPlay":"false"},
		
		{"id":"27", "name":"Troublemaker", "team":"Village", "description":"Can choose once per game to call for two eliminations that night. Woken by moderator each night until they choose to have double elimination", "wake":"2", "villageImpact":"-3", "altRules":"none", "inPlay":"false"},
		
		{"id":"28", "name":"Vampire", "team":"Other", "description":"Choose target each night (in addition to werewolf target)", "wake":"2", "villageImpact":"-7", "altRules":"none", "inPlay":"false"},
		
		{"id":"29", "name":"Village Idiot", "team":"Village", "description":"Always votes down", "wake":"0", "villageImpact":"2", "altRules":"Alternate: Role is not given as a card, but chosen randomly after roles are given. Idiot is not told, their vote is just always counted as a downvote", "inPlay":"false"},
		
		{"id":"30", "name":"Villager", "team":"Village", "description":"Find out who the wolves are!", "wake":"1", "villageImpact":"0", "altRules":"none", "inPlay":"false"},
		
		{"id":"31", "name":"Werewolf", "team":"Werewolf", "description":"Wake first night to see other wolves. Subsiquent nights they agree on a target to eliminate. If it takes more than a minute to choose a target they do not get to choose a target. Cannot choose another werewolf to eliminate", "wake":"2", "villageImpact":"-6", "altRules":"none", "inPlay":"false"},
		
		{"id":"32", "name":"Witch", "team":"Village", "description":"Wakes each night and can choose once per game to save a player slated for elimination. Can also choose once per game to eliminate a player. Both powers can be used in same night. Is still called to wake every night after powers are used but cannot use powers again", "wake":"2", "villageImpact":"", "altRules":"Alternate: May only use one of two powers during the game, but gets to choose which", "inPlay":"false"},

		{"id":"33", "name":"Wolf Cub", "team":"Werewolf", "description":"Werewolf that wakes with other wolves. If killed, wolves kill two players the next night", "wake":"2", "villageImpact":"-8", "altRules":"none", "inPlay":"false"},

		{"id":"34", "name":"Cursed", "team":"Other", "description":"The Cursed is a normal villager at the start of the game. If you are killed by the wolves, then you become a wolf. Otherwise, you simply die.", "wake":"0", "villageImpact":"-3", "altRules":"none", "inPlay":"false"},

		{"id":"35", "name":"Old Man", "team":"Village", "description":"Old man dies on night = (Number of werewolves) + 1", "wake":"0", "villageImpact":"1", "altRules":"none", "inPlay":"false"}
	]

	}
